Revit 2027 API
ParameterTypeId.OvalFramingWidth Property
 "Oval Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId OvalFramingWidth { get; }
Public Shared ReadOnly Property OvalFramingWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ OvalFramingWidth {
	ForgeTypeId^ get ();
}
static member OvalFramingWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace